tap "1password/tap"
tap "danielfoehrkn/switch"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "act"
brew "actionlint"
brew "antigen"
brew "aws-vault"
brew "bat"
brew "coreutils"
brew "direnv"
brew "dog"
brew "duf"
brew "fd"
brew "gh"
brew "glow"
brew "gnu-tar"
brew "go"
brew "gron"
brew "gum"
brew "htop"
brew "httpie"
brew "jq"
brew "libksba"
brew "libyaml"
brew "qemu"
brew "lima"
brew "lsd"
brew "mackup"
brew "neofetch"
brew "packer"
brew "pigz"
brew "pipx"
brew "procs"
brew "pv"
brew "pyenv"
brew "rcm"
brew "shellcheck"
brew "tree"
brew "wget"
brew "yarn"
brew "yarn-completion"
brew "yq"
brew "zlib"
brew "danielfoehrkn/switch/switch"
brew "derailed/k9s/k9s"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password-cli"
cask "ngrok"
cask "rectangle"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "DavidAnson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "euskadi31.json-pretty-printer"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "KevinRose.vsc-python-indent"
vscode "misogi.ruby-rubocop"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "noku.rails-run-spec-vscode"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "sianglim.slim"
vscode "sourcery.sourcery"
vscode "wingrunr21.vscode-ruby"
